export default [
  {
    "id": "20260715-163630-4f8b",
    "publishedAt": "2026-07-15T16:36:30+08:00",
    "content": "之前写文章总是畏畏缩缩，总感觉今后要是给别人看。就像是把自己隐藏在最深处的小心思给别人看一样。但最近想开多了，自己其实没有什么不能公开的思想。\n\n更重要的是，我得写给自己看，这是这几天最大的想法。正如在概率论里提到的，既然没有理性，作为一个普通Model你得知道自己的Goal，越明确越好，人脑的Context是有限的，得有外部存储把状态和思考记下来，实时回顾调用才能更好地优化。\n\n至于给别人看，愿意看我文章的一般都是愿意了解我关心我的，这种情况下暴露真实的自己没什么不好。之前最顾虑的无非两点，第一点关于政治，担心因言获罪或者将来无意间惹到某些群体可能被翻个底朝天来。但去年开始政治性焦虑减少了非常多，而且考虑到既然决心走学术界的路bio全公开是必不可少的，况且自己的思想其实也没什么，没什么黑深残的过度极端思想。第二点是关于爱或者说性，保守主义思潮下的必然产物。但最近思考了很多关于这个排在“吃穿住“同一层级的一级需求，有很多新思考。从第一性原理思考发现自己完全没有必要过度反应，尤其是对自己思考的时候不要自我设限为禁区。这里先简单记录一下今后扩展成一篇文章。\n\n政治与性从某一层面上是同源的。性这一点和政治一样，人们都希望你不要谈论它，但人的社会属性和生物的本能决定了这二者你是避不开的。要知道，chaos is ladder，禁忌反而是margin的重要来源。对于这二者，最新我都有新思考。财富增长的本质是满足需求，政治的本质是处理人的问题，所以想要向上增长财富必然逃不过政治（此处指法律），在灰色地带赚取利润是必须学习的一项重要技能。所以，驾驭政治最重要的是规避风险（此处需要在文章中具体写一写）。而性天生禁忌又必需的特性天然适合收割积累财富，它的本名应该叫做欲望，如何控制满足别人的欲望也是赚取利润必须好好学习的一项技能。所以，驾驭（他人）欲望最重要的也是规避风险。\n\n要想要成为”强“的人，能”赢“的人，思维肯定不能被局限住。当然要能在神明注视的无垠荒野熬枯受淡筚路蓝缕，也要能在百鬼横行的禁忌之夜贪婪掠夺全身而退。\n\n所以，诚实面对自己，诚实面对神明。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260715-155334-93ba",
    "publishedAt": "2026-07-15T15:53:34+08:00",
    "content": "对了还有一篇计划与执行的专门文章。在概率论那篇里最后提到一点，但是还没有深入研究讨论一下具体的方法论执行细节。这个很重要，得想办法在这几天收集一下具体执行细节和难度，总结出文章初稿。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260715-155034-1038",
    "publishedAt": "2026-07-15T15:50:34+08:00",
    "content": "想继续写一篇关于动态资源与利益产出的文章，但是今天似乎时间不太够了，要赶一下项目的工作了QAQ。\n另外，日记要多写，不然真的忘了就是忘了，相比本科毕业前认知真的丢了好多，要想办法慢慢捡回来继续发展一下。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-15T15:50:41+08:00"
  },
  {
    "id": "20260715-150230-a6bc",
    "publishedAt": "2026-07-15T15:02:30+08:00",
    "content": "写点文章，总归是好的。",
    "images": [],
    "relatedWriting": {
      "id": "20260715-090945",
      "title": "理性是否真正理性：再读More is Different"
    },
    "updatedAt": "2026-07-15T15:05:57+08:00"
  },
  {
    "id": "20260715-075446-98f1",
    "publishedAt": "2026-07-15T07:54:46+08:00",
    "content": "这是一条新的日记",
    "images": [
      {
        "src": "journals/images/2026/20260715-075446-98f1-01.png",
        "alt": "若叶睦"
      }
    ],
    "relatedWriting": null,
    "updatedAt": "2026-07-15T14:46:01+08:00"
  }
];
