export default [
  {
    "id": "20260717-103417-0121",
    "publishedAt": "2026-07-17T10:34:17+08:00",
    "content": "做完了，希望能好好用上这个私人词典。\n\nhttps://i.xayah.me/dictionary",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260717-070931-d63f",
    "publishedAt": "2026-07-17T07:09:31+08:00",
    "content": "目前Writing和Journal的做法对于文章和小想法的记录很不错，可是还缺少一个类似于知识库沉淀的的东西，得想想办法。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260717-061144-ede0",
    "publishedAt": "2026-07-17T06:11:44+08:00",
    "content": "前天提到了想写一个计划与执行的一个文章，我觉得可以作为方法论改革的一个先导。想想办法写一个。命名成“预测未来与验证未来：计划与执行”怎么样？",
    "images": [],
    "relatedWriting": {
      "id": "20260717-061303",
      "title": "【方法论】预测未来与验证未来：计划与执行"
    },
    "updatedAt": "2026-07-17T06:14:45+08:00"
  },
  {
    "id": "20260717-033308-2b43",
    "publishedAt": "2026-07-17T03:33:08+08:00",
    "content": "关于意识形态方面我感觉也需要记录一下。\n\n总感觉我是一个受意识形态影响很大的人，但是自本科开始世界观变动很大，现在的我很有可能也根本理解不了当时的我。胡渊鸣说，每三个月都要开除一次自己，觉得三个月前的自己很傻逼。我能理解，相比之下自己还是太愚钝了。但是记录下来是有意义的。\n\n写到这里我还是在瞻前顾后担忧言论会给自己带来风险。诚然这确实会，但我仔细想想，自己的思想也没那么离经叛道，有争议是一定的，但是能来看我文章的人都是在意我的，我相信ta们的智慧。",
    "images": [],
    "relatedWriting": {
      "id": "20260717-034749",
      "title": "关于我：世界，爱情与意识形态"
    },
    "updatedAt": "2026-07-17T06:02:33+08:00"
  },
  {
    "id": "20260717-032050-3002",
    "publishedAt": "2026-07-17T03:20:50+08:00",
    "content": "深夜总是容易多愁善感。\n\n这一年思想真的改变了好多。关于世界，关于爱。\n\n我也搞不明白我自己，但我知道我很差劲，过去是，现在也是。你的离开也许确实是个明智之举。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260717-003332-b01f",
    "publishedAt": "2026-07-17T00:33:32+08:00",
    "content": "真的好难啊，坚持一下。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260716-142416-6a14",
    "publishedAt": "2026-07-16T14:24:16+08:00",
    "content": "想了想还是做二格/四格漫画等短篇吧，长篇太容易烂尾或者故事写崩了。\n\n把握好核心卖点，先把情节爆点写好，之后扩写应该就会容易得多。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260716-002842-a110",
    "publishedAt": "2026-07-16T00:28:42+08:00",
    "content": "https://www.zhihu.com/question/1976839227397399722\n\n这个“涌现（Emergence)\"很符合我文章中的一个观点诶。有时间好好研究一下。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-17T14:34:22+08:00"
  },
  {
    "id": "20260715-235738-42b1",
    "publishedAt": "2026-07-15T23:57:38+08:00",
    "content": "Elaborate，精心设计。这个词很符合当前我想要做到的状态。虽然说很多领域都做不到实质顶尖，但是事实上如果花费有效时间精心设计一个闭环作品，取得的价值也能比较高，从某种意义上在specialized field来说达到顶尖也并非难事。\n\n平庸原理要好好把握。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260715-171243-c07d",
    "publishedAt": "2026-07-15T17:12:43+08:00",
    "content": "要不要要求写日报呢？好纠结。\n\n感觉要是写日报很容易烂尾啊……但是不写的话又容易懈怠。\n\n先不要求吧，下周7月22日的时候看看当前计划执行的怎么样，如果顺利可以要求日报。",
    "images": [],
    "relatedWriting": {
      "id": "20260717-124940",
      "title": "[DiffSolver-01] Towards Differentiable Solver: Start from Scratch"
    },
    "updatedAt": "2026-07-17T14:31:27+08:00"
  },
  {
    "id": "20260715-165923-20f3",
    "publishedAt": "2026-07-15T16:59:23+08:00",
    "content": "【计划0】（三天）0715-0718\n1. 写一篇可微Solver的阶段总结报告。\n2. 写一篇自然语言模型的LoRA训练阶段总结报告。\n\n（这种固定成果形式比之前试过的精确计划应该要好不少。）\n（刚开始新的改革总是有阵痛的，要允许计划失败，但绝不允许不写报告。）\n（计划要带上编号，要自增的不要用日期的，如果前期坚持下来了一定要继续坚持否则多可惜。）",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-15T17:03:35+08:00"
  },
  {
    "id": "20260715-165042-6a12",
    "publishedAt": "2026-07-15T16:50:42+08:00",
    "content": "对了，忘了说，今后每个计划都要在Journal诚实记录，每个月都要在Journal月度总结（带一张数据报告图），每年都要在Writing写年度报告（带详细的数据报告）。这一条留档，做不到会被所有人耻笑哦~",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260715-163630-4f8b",
    "publishedAt": "2026-07-15T16:36:30+08:00",
    "content": "之前写文章总是畏畏缩缩，总感觉今后要是给别人看。就像是把自己隐藏在最深处的小心思给别人看一样。但最近想开多了，自己其实没有什么不能公开的思想。\n\n更重要的是，我得写给自己看，这是这几天最大的想法。正如在概率论里提到的，既然没有理性，作为一个普通Model你得知道自己的Goal，越明确越好，人脑的Context是有限的，得有外部存储把状态和思考记下来，实时回顾调用才能更好地优化。\n\n至于给别人看，愿意看我文章的一般都是愿意了解我关心我的，这种情况下暴露真实的自己没什么不好。之前最顾虑的无非两点，第一点关于政治，担心因言获罪或者将来无意间惹到某些群体可能被翻个底朝天来。但去年开始政治性焦虑减少了非常多，而且考虑到既然决心走学术界的路bio全公开是必不可少的，况且自己的思想其实也没什么，没什么黑深残的过度极端思想。第二点是关于爱或者说性，保守主义思潮下的必然产物。但最近思考了很多关于这个排在“吃穿住“同一层级的一级需求，有很多新思考。从第一性原理思考发现自己完全没有必要过度反应，尤其是对自己思考的时候不要自我设限为禁区。这里先简单记录一下今后扩展成一篇文章。\n\n政治与性从某一层面上是同源的。性这一点和政治一样，人们都希望你不要谈论它，但人的社会属性和生物的本能决定了这二者你是避不开的。要知道，chaos is ladder，禁忌反而是margin的重要来源。对于这二者，最新我都有新思考。财富增长的本质是满足人的需求，政治的本质是控制资源分配的权力，所以想要向上增长财富必然逃不过政治（此处指法律），在灰色地带赚取利润是必须学习的一项重要技能。所以，驾驭政治最重要的是规避风险（此处需要在文章中具体写一写）。而性天生禁忌又必需的特性天然适合收割积累财富，它的本名应该叫做欲望，如何控制满足别人的欲望也是赚取利润必须好好学习的一项技能。所以，驾驭（他人）欲望最重要的也是规避风险。\n\n要想要成为”强“的人，能”赢“的人，能源源不断产出资源的人，思维一定不能被局限住。当然要能在神明注视的无垠荒野熬枯受淡筚路蓝缕，也要能在百鬼横行的禁忌之夜贪婪掠夺全身而退。\n\n所以，诚实面对自己，诚实面对神明。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-15T16:41:47+08:00"
  },
  {
    "id": "20260715-155334-93ba",
    "publishedAt": "2026-07-15T15:53:34+08:00",
    "content": "对了还有一篇计划与执行的专门文章。在概率论那篇里最后提到一点，但是还没有深入研究讨论一下具体的方法论执行细节。这个很重要，得想办法在这几天收集一下具体执行细节和难度，总结出文章初稿。",
    "images": [],
    "relatedWriting": {
      "id": "20260717-061303",
      "title": "【方法论】预测未来与验证未来：计划与执行"
    },
    "updatedAt": "2026-07-17T06:14:59+08:00"
  },
  {
    "id": "20260715-155034-1038",
    "publishedAt": "2026-07-15T15:50:34+08:00",
    "content": "想继续写一篇关于动态资源与利益产出的文章，但是今天似乎时间不太够了，要赶一下项目的工作了QAQ。\n另外，日记要多写，不然真的忘了就是忘了，相比本科毕业前认知真的丢了好多，要想办法慢慢捡回来继续发展一下。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-15T15:50:41+08:00"
  },
  {
    "id": "20260715-150230-a6bc",
    "publishedAt": "2026-07-15T15:02:30+08:00",
    "content": "写点文章，总归是好的。",
    "images": [],
    "relatedWriting": {
      "id": "20260715-090945",
      "title": "理性是否真正理性：再读More is Different"
    },
    "updatedAt": "2026-07-15T15:05:57+08:00"
  },
  {
    "id": "20260715-075446-98f1",
    "publishedAt": "2026-07-15T07:54:46+08:00",
    "content": "这是一条新的日记\n\nHello 小睦~",
    "images": [
      {
        "src": "journals/images/2026/20260715-075446-98f1-01.png",
        "alt": "若叶睦"
      }
    ],
    "relatedWriting": null,
    "updatedAt": "2026-07-15T17:02:49+08:00"
  }
];
