export default [
  {
    "id": "20260724-092054-dc1b",
    "publishedAt": "2026-07-24T09:20:54+08:00",
    "content": "至少目前有两个标的可以认为是接近最终形态了。一个是英语，一个是Leetcode。这两个标的的性质良好，而且可预期的范围内属于终身受益。\n\n英语：维护一个固定的字典集合（https://xayah.me/dictionary）终身维护这34,137个词，可以预见终有一天能做到字典序记忆。\n\nLeetcode：约3000题（想办法同样维护一个网站来管理数据库）。同样也是终身有用，而且解法固定后期可以大幅提高效率。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260723-201010-5ece",
    "publishedAt": "2026-07-23T20:10:10+08:00",
    "content": "梁文峰的投资者交流会报告需要抽时间看一下，有必要写个心得报告。\n\n--------------------\n花了点时间看完了。其实内容不多。\n首先就是强调了DeepSeek的克制的风格，这一点可以感受得到。\n然后和胡渊鸣一样说了下一步渐进式AGI的展望，看来AGI真的就在眼前了..... 这点真有点想象不到具体形式。梁的看法是先做持续学习，和我目前的认知比较一致。看来DeepSeek下一代也会加入到左右Coding Agent的选择中。\n然后就是人才和团队。看来DeepSeek被挖人的现象还是比较普遍的。\n最后是卡。华为卡看起来真有点东西，CUDA护城河也并非那么牢固。但这方面对于我的影响不大没必要细想了。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-23T20:59:02+08:00"
  },
  {
    "id": "20260723-171024-792e",
    "publishedAt": "2026-07-23T17:10:24+08:00",
    "content": "第N + 1次开始刷Leetcode。Leetcode真的会刷上瘾……",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260723-051526-822a",
    "publishedAt": "2026-07-23T05:15:26+08:00",
    "content": "想个办法有个页面专门放刷leetcode的记录",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260722-060342-648c",
    "publishedAt": "2026-07-22T06:03:42+08:00",
    "content": "严格不可拒绝的Routine感觉是构建信任和稳定等长久要素的必需。\n\n例如妻子为丈夫每次出门回家后的一次kiss，无论当时外界变化、内部情绪如何，只要有这个锚点，一切都能回到稳态。\n\n重点是要构建这样一个Routine锚点，要严格做到不可拒绝。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260722-044432-fb0e",
    "publishedAt": "2026-07-22T04:44:32+08:00",
    "content": "“竞争”。还真是个好词。\n\n失败者会为自己的种种找各种理由借口来逃避失败，竞争者会忠实规划好竞争失败和竞争成功后的下一步，并且按照本次竞争的胜率压上筹码。\n\n一次失败就活不起了万劫不复了，和逃避竞争阿Q精神自我胜利了，都是竞争者不可沾染的恶劣习惯。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260721-172723-c335",
    "publishedAt": "2026-07-21T17:27:23+08:00",
    "content": "【论心理疾病】\n近期的一些事件时常提醒我，跑得快不一定赢，不跌跟头才是成功。一直很想谈一下心理疾病问题，今天简单记录一下。\n\n这里不谈一大堆假装出来的和自以为自己定义的有一堆奇形怪状心理疾病。只论一些常见的，例如抑郁症焦虑症之类的。十分庆幸我自己的心理建设一向是比较健康的，一方面取决于我自己能量比较高，有自己的一套评价体系，因此外界能传导的压力较小；另一方面是，个人很鄙夷这种病，这里大言不惭地表达一下自己的真实想法，我认为这是一种弱者才会罹患的病（更不用提那些根本不是“罹患”而是附庸“风雅”的“患者”）。\n\n我知道这很容易在未来的某天变成回旋镖，我也见过一些很优秀的人最终因为这个导致人生进程突然中断一段时间。但不得不说，由于情绪或者由于情绪导致生理病变这是一个极其不应该的事情。情绪的奴隶是所有弱小者的共性，从某种意义上而言，我是个坚定的社会达尔文主义者。\n\n回到自身的现实，我综合认为目前的压力状况还是比较低，完全可以由自身再施加一些压力提高效率，促成飞轮效应。再加把劲！",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-21T17:27:50+08:00"
  },
  {
    "id": "20260721-111619-2a26",
    "publishedAt": "2026-07-21T11:16:19+08:00",
    "content": "法律真是越来越幽默了，好玩。没有统战价值，怪得了谁呢？\n\n“越富有的，越要给予。越贫穷的，越要剥夺。”\n\n更加印证了我的一个结论：一定要有底牌，要有面对哪怕是”统治阶级意志“的底牌。迫害你的根本不是根本不可能是政治局级别的尚方宝剑，你只需要掌握能够让市县级假节钺忌惮你的底牌就足够了。\n\n在洼地里 ，把鸡蛋放进同一个篮子里的，就等着被吃干抹净牢底坐穿吧。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260721-064710-e834",
    "publishedAt": "2026-07-21T06:47:10+08:00",
    "content": "【Proposal】是否可以建立一个自我交易模型？\n\n基于：无理性假设[1]，赢者通吃定理[2]\n议题：既然自我主体本身是不可信任的，那么就应该把自我剥离也纳入到交易体系中。“我“并不是市场中特殊的东西，要把所有因子都加入到量化体系中来。\n\n[1] 理性是否真正理性：再读More is Different\n[2] “赢”理论的强通用性质",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260721-061830-15de",
    "publishedAt": "2026-07-21T06:18:30+08:00",
    "content": "潜意识里越来越意识到：一旦突破天花板，就必须主动或被动解除许多过去不敢想的默认领域。\n\n禁忌从不仅仅意味着禁忌本身。从另一个角度，禁忌本身就意味着额外利益空间。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260721-043704-498f",
    "publishedAt": "2026-07-21T04:37:04+08:00",
    "content": "之前提到了月度总结/年度总结甚至日报的方案，但我总感觉还缺少了两样重要的东西。\n\n一个是知识库（或者叫沉淀库），存放所有可复现的知识和技能，比如快速写Native Vulkan App的框架，上手就能弹的曲子（指完全自己重新制谱重新标指法重新练习的有唯一弹法的谱），看过的论文（深度解析每一处要点），确定会做的Leetcode题之类的。\n\n另一个就是Context（具体名字我还没想好），也就是目前手头在做的工作，每个周期（比如每个月/每年）compact一遍。记忆力实在不好，很多工作做着做着就会丢Context，得好好想办法解决这个问题。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-21T06:32:41+08:00"
  },
  {
    "id": "20260721-041113-ed39",
    "publishedAt": "2026-07-21T04:11:13+08:00",
    "content": "TODO\n研究一下Deep Scattering: Rendering Atmospheric Clouds with Radiance-Predicting Neural Networks\n这看起来很Promising。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260721-034858-43dd",
    "publishedAt": "2026-07-21T03:48:58+08:00",
    "content": "有点苦恼，想不出一个初步的well-defined的目标验证问题。\n\n今天看到胡渊鸣的新文章提到业内共识在2028年左右实现AGI，这确实有点超出我目前的认知。我至今仍然把Agent当作一个大号的自动补全机器，对于真正的End to End目前的我无法想象。CG整个产业真的要重新发明一遍吗？对于PhD期间之前思考好的方向，是否要进行及时修正？\n\n但我真的看不到真正AI给这个领域进行颠覆的方向和未来…… 是我太过愚钝短视了吗？",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260720-014654-9de7",
    "publishedAt": "2026-07-20T01:46:54+08:00",
    "content": "【Paper想法2】也许可以命名成屏幕空间流体引导？这样能结合的特性就有\n\n1. Diffusion Model直接生成渲染后的预览图（允许艺术家在屏幕空间任意改动）\n2. 把相机位置以及时间戳加入到整个Guide Optimization Pipeline中（过去应该没有类似的工作吧，需要进一步调研）\n3. Intuitive Physics考虑一下",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260719-144637-93e8",
    "publishedAt": "2026-07-19T14:46:37+08:00",
    "content": "是不是应该停下来好好读几篇paper了啊。\n\n可是codex额度用不完总感觉有点亏……",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260719-093355-6ae6",
    "publishedAt": "2026-07-19T09:33:55+08:00",
    "content": "TODO\n做完这个谱之后插入做一个Old Memory的谱子。这应该工作量比较低，就是注意后期要合成弦乐。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260719-081632-6df3",
    "publishedAt": "2026-07-19T08:16:32+08:00",
    "content": "最近的想法越来越印证我目前的世界观了。但还没有经过现实验证，一定要记住不要纸上谈兵做模拟盘。\n\n得好好计划设计一下验证方案了。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260719-061603-c315",
    "publishedAt": "2026-07-19T06:16:03+08:00",
    "content": "【Paper想法1】感觉如果不加Diffusion Model很难和前人做过的东西区分开来。\n\n但是前人做的有一个很大的缺点就是“很假”。如果我还是做target引导/轨迹引导，但是尽可能不用类似于external force控制而是根据特性来估计场景中真实的物理信息（因为视频本身肯定就是完全物理的，无论是synthetic video还是real shot video）。比如自然中的烟雾可以估计风场（对于短视频监督完全可以简化成方向和强度变化最不剧烈的假设），对于pyro这类就可以估计温度场之类的完全摒弃external force场，对于云就更好办了云有自身的三态变化规律完全可以拟合一个规则来估计。\n\n最终的成果可能可以做一个结合Differentiable Solver的In Paint 3D Diffusion Model。渲染一张图（比如夕阳下的蒸汽火车）然后让Diffusion Model自己生成一张比较合理美观的图片，然后允许单图恢复出3D密度，然后指定source（一般来说烟雾的source是比较容易指定也是比较固定的）生成整个物理动态轨迹。类似的思想可以迁移到Differentiable Cloth Simulation上。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-21T04:40:16+08:00"
  },
  {
    "id": "20260719-054423-8ced",
    "publishedAt": "2026-07-19T05:44:23+08:00",
    "content": "一定要允许错误。错误是好事，错误越大相对最终target的gradient越大，人才能更好更快地学习。一定要诚实面对错误，并且努力寻找修复错误的方案。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260719-052219-392e",
    "publishedAt": "2026-07-19T05:22:19+08:00",
    "content": "Kimi的杨植麟提到一本书 The Beginning of Infinity。有时间可以看一下。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260719-033957-2135",
    "publishedAt": "2026-07-19T03:39:57+08:00",
    "content": "网上乌烟瘴气的东西真的太多了，一定要控制住看垃圾信息的惯性。Trash in trash out，概率论的一大核心论题。\n\n人群的共识是让你用来赚取margin的，不是让你来反被影响的。一定要坚持以现实进步和利润落盘为唯一准则。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260719-032433-e431",
    "publishedAt": "2026-07-19T03:24:33+08:00",
    "content": "看来日报还是有必要的，今天开始每天维护一个日报Journal。概率论上已经得出来的结论还是要忠实遵循，理性是靠不住的，忠实执行计划才能稳步推进优化。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260718-171559-7666",
    "publishedAt": "2026-07-18T17:15:59+08:00",
    "content": "用人不疑，疑人不用。这个思想确实贯彻了我时至今日的价值观。如果有时间可以深入写一下。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260718-164549-5dbb",
    "publishedAt": "2026-07-18T16:45:49+08:00",
    "content": "codex确实改变了一切，顶尖高校的PhD的利用肯定能够达到一个饱和的地步/因此一定不能松懈，尽全力尽快完成基础建设开始写文章优化循环。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260718-154518-eb6b",
    "publishedAt": "2026-07-18T15:45:18+08:00",
    "content": "感觉还是计划执行论没有落地的原因。效率很难提上去。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260718-152140-ec41",
    "publishedAt": "2026-07-18T15:21:40+08:00",
    "content": "今天要至少工作到23点，然后完成【计划0】到时间来check\n\n是否工作到11点？没有，六点钟的时候就撑不住先睡着了……",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-19T03:20:15+08:00"
  },
  {
    "id": "20260718-143651-e8c6",
    "publishedAt": "2026-07-18T14:36:51+08:00",
    "content": "时间能不能慢点…… 或者说你能不能勤奋起来啊别这么废了……\n\n这首曲子指法标注和校对还有练习不能再拖了。下个周期必须监督起来。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260718-143416-1afd",
    "publishedAt": "2026-07-18T14:34:16+08:00",
    "content": "每次无意间摸到自己手指甲又长起来了都会很失落，莫名想起来三国刘备经常说的“髀肉复生”。刘备长时间不骑马打仗，导致大腿上的肉都长起来了。我也一样，许久不练琴，松懈到手指甲都长起来了。\n\n真难受啊，究竟什么时候才能不那么差劲。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260718-135923-df11",
    "publishedAt": "2026-07-18T13:59:23+08:00",
    "content": "我得想出个方案快速上手一个我已经掌握技术栈但是Agent出来的项目。\n\n目前这套传统做法真的太低效率了。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260718-134045-ce59",
    "publishedAt": "2026-07-18T13:40:45+08:00",
    "content": "不要再去伤害任何人了…… 对不起对不起",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260718-133456-8e12",
    "publishedAt": "2026-07-18T13:34:56+08:00",
    "content": "也许我真的太差劲了吧。我什么都做不到…… 对不起对不起对不起对不起对不起",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260718-132611-0150",
    "publishedAt": "2026-07-18T13:26:11+08:00",
    "content": "心好乱。\n\n一年多了，总是想起你。好多之前自以为是的理性、认知、想法什么的一旦考虑到你，就全都变了。之前还在一起的时候，深夜梦见惊醒后背湿透的感觉，永远也忘不掉。\n\n其实从第一天开始我就知道，结局早就注定了。你赠与我的回忆太美好了，美好到每次触碰到就会被深深刺痛一下。那时我总以为，再努力一点，更加强大一点，也许就能改写结局。可是我什么都做不到，更不明白什么是爱。\n\n”如果我们能活着出去的话，万水千山，你愿意陪我一起去看吗？“\n\n”9月1日，和Sakura去迪士尼。晚上出园的时候下了大雨，远处天空列车呼啸划过。但是有Sakura在，所以不可怕。“\n\n”小猪和小兔要永远在一起……“\n\n对不起。\n\n对不起。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-18T13:33:15+08:00"
  },
  {
    "id": "20260718-041345-c04c",
    "publishedAt": "2026-07-18T04:13:45+08:00",
    "content": "技能优势保持不了多久的，因此曝光赚取margin必然会导致整个领域的leap。所以到底该怎么维护优势赚取持久margin还得好好考虑一下。\n\n个人能力进步感觉肯定干不过专业下场的。有点难以琢磨呢。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260717-103417-0121",
    "publishedAt": "2026-07-17T10:34:17+08:00",
    "content": "做完了，希望能好好用上这个私人词典。\n\nhttps://xayah.me/dictionary",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260717-070931-d63f",
    "publishedAt": "2026-07-17T07:09:31+08:00",
    "content": "目前Writing和Journal的做法对于文章和小想法的记录很不错，可是还缺少一个类似于知识库沉淀的的东西，得想想办法。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260717-061144-ede0",
    "publishedAt": "2026-07-17T06:11:44+08:00",
    "content": "前天提到了想写一个计划与执行的一个文章，我觉得可以作为方法论改革的一个先导。想想办法写一个。命名成“预测未来与验证未来：计划与执行”怎么样？",
    "images": [],
    "relatedWriting": {
      "id": "20260717-061303",
      "title": "【方法论】预测未来与验证未来：计划与执行"
    },
    "updatedAt": "2026-07-17T06:14:45+08:00"
  },
  {
    "id": "20260717-033308-2b43",
    "publishedAt": "2026-07-17T03:33:08+08:00",
    "content": "关于意识形态方面我感觉也需要记录一下。\n\n总感觉我是一个受意识形态影响很大的人，但是自本科开始世界观变动很大，现在的我很有可能也根本理解不了当时的我。胡渊鸣说，每三个月都要开除一次自己，觉得三个月前的自己很傻逼。我能理解，相比之下自己还是太愚钝了。但是记录下来是有意义的。\n\n写到这里我还是在瞻前顾后担忧言论会给自己带来风险。诚然这确实会，但我仔细想想，自己的思想也没那么离经叛道，有争议是一定的，但是能来看我文章的人都是在意我的，我相信ta们的智慧。",
    "images": [],
    "relatedWriting": {
      "id": "20260717-034749",
      "title": "关于我：世界，爱情与意识形态"
    },
    "updatedAt": "2026-07-17T06:02:33+08:00"
  },
  {
    "id": "20260717-032050-3002",
    "publishedAt": "2026-07-17T03:20:50+08:00",
    "content": "深夜总是容易多愁善感。\n\n这一年思想真的改变了好多。关于世界，关于爱。\n\n我也搞不明白我自己，但我知道我很差劲，过去是，现在也是。你的离开也许确实是个明智之举。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260717-003332-b01f",
    "publishedAt": "2026-07-17T00:33:32+08:00",
    "content": "真的好难啊，坚持一下。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260716-142416-6a14",
    "publishedAt": "2026-07-16T14:24:16+08:00",
    "content": "想了想还是做二格/四格漫画等短篇吧，长篇太容易烂尾或者故事写崩了。\n\n把握好核心卖点，先把情节爆点写好，之后扩写应该就会容易得多。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260716-002842-a110",
    "publishedAt": "2026-07-16T00:28:42+08:00",
    "content": "https://www.zhihu.com/question/1976839227397399722\n\n这个“涌现（Emergence)\"很符合我文章中的一个观点诶。有时间好好研究一下。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-17T14:34:22+08:00"
  },
  {
    "id": "20260715-235738-42b1",
    "publishedAt": "2026-07-15T23:57:38+08:00",
    "content": "Elaborate，精心设计。这个词很符合当前我想要做到的状态。虽然说很多领域都做不到实质顶尖，但是事实上如果花费有效时间精心设计一个闭环作品，取得的价值也能比较高，从某种意义上在specialized field来说达到顶尖也并非难事。\n\n平庸原理要好好把握。",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260715-171243-c07d",
    "publishedAt": "2026-07-15T17:12:43+08:00",
    "content": "要不要要求写日报呢？好纠结。\n\n感觉要是写日报很容易烂尾啊……但是不写的话又容易懈怠。\n\n先不要求吧，下周7月22日的时候看看当前计划执行的怎么样，如果顺利可以要求日报。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-17T14:34:39+08:00"
  },
  {
    "id": "20260715-165923-20f3",
    "publishedAt": "2026-07-15T16:59:23+08:00",
    "content": "【计划0】（三天）0715-0718\n1. 写一篇可微Solver的阶段总结报告。\n2. 写一篇自然语言模型的LoRA训练阶段总结报告。\n\n（这种固定成果形式比之前试过的精确计划应该要好不少。）\n（刚开始新的改革总是有阵痛的，要允许计划失败，但绝不允许不写报告。）\n（计划要带上编号，要自增的不要用日期的，如果前期坚持下来了一定要继续坚持否则多可惜。）",
    "images": [],
    "relatedWriting": {
      "id": "20260717-124940",
      "title": "[DiffSolver-01] Towards Differentiable Solver: Start from Scratch"
    },
    "updatedAt": "2026-07-17T14:34:55+08:00"
  },
  {
    "id": "20260715-165042-6a12",
    "publishedAt": "2026-07-15T16:50:42+08:00",
    "content": "对了，忘了说，今后每个计划都要在Journal诚实记录，每个月都要在Journal月度总结（带一张数据报告图），每年都要在Writing写年度报告（带详细的数据报告）。这一条留档，做不到会被所有人耻笑哦~",
    "images": [],
    "relatedWriting": null
  },
  {
    "id": "20260715-163630-4f8b",
    "publishedAt": "2026-07-15T16:36:30+08:00",
    "content": "之前写文章总是畏畏缩缩，总感觉今后要是给别人看。就像是把自己隐藏在最深处的小心思给别人看一样。但最近想开多了，自己其实没有什么不能公开的思想。\n\n更重要的是，我得写给自己看，这是这几天最大的想法。正如在概率论里提到的，既然没有理性，作为一个普通Model你得知道自己的Goal，越明确越好，人脑的Context是有限的，得有外部存储把状态和思考记下来，实时回顾调用才能更好地优化。\n\n至于给别人看，愿意看我文章的一般都是愿意了解我关心我的，这种情况下暴露真实的自己没什么不好。之前最顾虑的无非两点，第一点关于政治，担心因言获罪或者将来无意间惹到某些群体可能被翻个底朝天来。但去年开始政治性焦虑减少了非常多，而且考虑到既然决心走学术界的路bio全公开是必不可少的，况且自己的思想其实也没什么，没什么黑深残的过度极端思想。第二点是关于爱或者说性，保守主义思潮下的必然产物。但最近思考了很多关于这个排在“吃穿住“同一层级的一级需求，有很多新思考。从第一性原理思考发现自己完全没有必要过度反应，尤其是对自己思考的时候不要自我设限为禁区。这里先简单记录一下今后扩展成一篇文章。\n\n政治与性从某一层面上是同源的。性这一点和政治一样，人们都希望你不要谈论它，但人的社会属性和生物的本能决定了这二者你是避不开的。要知道，chaos is ladder，禁忌反而是margin的重要来源。对于这二者，最新我都有新思考。财富增长的本质是满足人的需求，政治的本质是控制资源分配的权力，所以想要向上增长财富必然逃不过政治（此处指法律），在灰色地带赚取利润是必须学习的一项重要技能。所以，驾驭政治最重要的是规避风险（此处需要在文章中具体写一写）。而性天生禁忌又必需的特性天然适合收割积累财富，它的本名应该叫做欲望，如何控制满足别人的欲望也是赚取利润必须好好学习的一项技能。所以，驾驭（他人）欲望最重要的也是规避风险。\n\n要想要成为”强“的人，能”赢“的人，能源源不断产出资源的人，思维一定不能被局限住。当然要能在神明注视的无垠荒野熬枯受淡筚路蓝缕，也要能在百鬼横行的禁忌之夜贪婪掠夺全身而退。\n\n所以，诚实面对自己，诚实面对神明。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-15T16:41:47+08:00"
  },
  {
    "id": "20260715-155334-93ba",
    "publishedAt": "2026-07-15T15:53:34+08:00",
    "content": "对了还有一篇计划与执行的专门文章。在概率论那篇里最后提到一点，但是还没有深入研究讨论一下具体的方法论执行细节。这个很重要，得想办法在这几天收集一下具体执行细节和难度，总结出文章初稿。",
    "images": [],
    "relatedWriting": {
      "id": "20260717-061303",
      "title": "【方法论】预测未来与验证未来：计划与执行"
    },
    "updatedAt": "2026-07-17T06:14:59+08:00"
  },
  {
    "id": "20260715-155034-1038",
    "publishedAt": "2026-07-15T15:50:34+08:00",
    "content": "想继续写一篇关于动态资源与利益产出的文章，但是今天似乎时间不太够了，要赶一下项目的工作了QAQ。\n另外，日记要多写，不然真的忘了就是忘了，相比本科毕业前认知真的丢了好多，要想办法慢慢捡回来继续发展一下。",
    "images": [],
    "relatedWriting": null,
    "updatedAt": "2026-07-15T15:50:41+08:00"
  },
  {
    "id": "20260715-150230-a6bc",
    "publishedAt": "2026-07-15T15:02:30+08:00",
    "content": "写点文章，总归是好的。",
    "images": [],
    "relatedWriting": {
      "id": "20260715-090945",
      "title": "理性是否真正理性：再读More is Different"
    },
    "updatedAt": "2026-07-15T15:05:57+08:00"
  },
  {
    "id": "20260715-075446-98f1",
    "publishedAt": "2026-07-15T07:54:46+08:00",
    "content": "这是一条新的日记\n\nHello 小睦~",
    "images": [
      {
        "src": "https://media.xayah.me/journals/2026/20260715-075446-98f1-01.png",
        "alt": "若叶睦"
      }
    ],
    "relatedWriting": null,
    "updatedAt": "2026-07-15T17:02:49+08:00"
  }
];
